window.CONGESTION_AVERAGES = {
    "0":  {
              "04시":  {
                          "avg":  0,
                          "count":  7
                      },
              "05시":  {
                          "avg":  14.6,
                          "count":  7
                      },
              "06시":  {
                          "avg":  21.6,
                          "count":  7
                      },
              "07시":  {
                          "avg":  19.9,
                          "count":  7
                      },
              "08시":  {
                          "avg":  26.4,
                          "count":  7
                      },
              "09시":  {
                          "avg":  33.4,
                          "count":  7
                      },
              "10시":  {
                          "avg":  26.4,
                          "count":  7
                      },
              "11시":  {
                          "avg":  39.3,
                          "count":  7
                      },
              "12시":  {
                          "avg":  39.3,
                          "count":  7
                      },
              "13시":  {
                          "avg":  48.4,
                          "count":  7
                      },
              "14시":  {
                          "avg":  53.9,
                          "count":  7
                      },
              "15시":  {
                          "avg":  68.4,
                          "count":  7
                      },
              "16시":  {
                          "avg":  85.9,
                          "count":  7
                      },
              "17시":  {
                          "avg":  86,
                          "count":  7
                      },
              "18시":  {
                          "avg":  82.3,
                          "count":  7
                      },
              "19시":  {
                          "avg":  89.3,
                          "count":  7
                      },
              "20시":  {
                          "avg":  102.9,
                          "count":  7
                      },
              "21시":  {
                          "avg":  103.7,
                          "count":  7
                      },
              "22시":  {
                          "avg":  95.4,
                          "count":  7
                      },
              "23시":  {
                          "avg":  72.9,
                          "count":  7
                      },
              "00시":  {
                          "avg":  27,
                          "count":  7
                      },
              "01시":  {
                          "avg":  0,
                          "count":  7
                      },
              "02시":  {
                          "avg":  0,
                          "count":  7
                      },
              "03시":  {
                          "avg":  0,
                          "count":  7
                      }
          },
    "1":  {
              "04시":  {
                          "avg":  0,
                          "count":  3
                      },
              "05시":  {
                          "avg":  8.7,
                          "count":  3
                      },
              "06시":  {
                          "avg":  34,
                          "count":  3
                      },
              "07시":  {
                          "avg":  62,
                          "count":  3
                      },
              "08시":  {
                          "avg":  71.3,
                          "count":  3
                      },
              "09시":  {
                          "avg":  53.3,
                          "count":  3
                      },
              "10시":  {
                          "avg":  43,
                          "count":  3
                      },
              "11시":  {
                          "avg":  44.7,
                          "count":  3
                      },
              "12시":  {
                          "avg":  57,
                          "count":  3
                      },
              "13시":  {
                          "avg":  39,
                          "count":  3
                      },
              "14시":  {
                          "avg":  56.7,
                          "count":  3
                      },
              "15시":  {
                          "avg":  71.7,
                          "count":  3
                      },
              "16시":  {
                          "avg":  107,
                          "count":  3
                      },
              "17시":  {
                          "avg":  101,
                          "count":  3
                      },
              "18시":  {
                          "avg":  123.7,
                          "count":  3
                      },
              "19시":  {
                          "avg":  98,
                          "count":  3
                      },
              "20시":  {
                          "avg":  92.7,
                          "count":  3
                      },
              "21시":  {
                          "avg":  94.3,
                          "count":  3
                      },
              "22시":  {
                          "avg":  78,
                          "count":  3
                      },
              "23시":  {
                          "avg":  71,
                          "count":  3
                      },
              "00시":  {
                          "avg":  47.3,
                          "count":  3
                      },
              "01시":  {
                          "avg":  0,
                          "count":  3
                      },
              "02시":  {
                          "avg":  0,
                          "count":  3
                      },
              "03시":  {
                          "avg":  0,
                          "count":  3
                      }
          },
    "2":  {
              "04시":  {
                          "avg":  0,
                          "count":  4
                      },
              "05시":  {
                          "avg":  1.8,
                          "count":  4
                      },
              "06시":  {
                          "avg":  22.5,
                          "count":  4
                      },
              "07시":  {
                          "avg":  55,
                          "count":  4
                      },
              "08시":  {
                          "avg":  61,
                          "count":  4
                      },
              "09시":  {
                          "avg":  51.2,
                          "count":  4
                      },
              "10시":  {
                          "avg":  34,
                          "count":  4
                      },
              "11시":  {
                          "avg":  43.5,
                          "count":  4
                      },
              "12시":  {
                          "avg":  42.5,
                          "count":  4
                      },
              "13시":  {
                          "avg":  45.5,
                          "count":  4
                      },
              "14시":  {
                          "avg":  63.5,
                          "count":  4
                      },
              "15시":  {
                          "avg":  72.2,
                          "count":  4
                      },
              "16시":  {
                          "avg":  92.2,
                          "count":  4
                      },
              "17시":  {
                          "avg":  105.5,
                          "count":  4
                      },
              "18시":  {
                          "avg":  111.2,
                          "count":  4
                      },
              "19시":  {
                          "avg":  102.8,
                          "count":  4
                      },
              "20시":  {
                          "avg":  104.8,
                          "count":  4
                      },
              "21시":  {
                          "avg":  96,
                          "count":  4
                      },
              "22시":  {
                          "avg":  121.8,
                          "count":  4
                      },
              "23시":  {
                          "avg":  93,
                          "count":  4
                      },
              "00시":  {
                          "avg":  48,
                          "count":  4
                      },
              "01시":  {
                          "avg":  11.5,
                          "count":  4
                      },
              "02시":  {
                          "avg":  0,
                          "count":  4
                      },
              "03시":  {
                          "avg":  0,
                          "count":  4
                      }
          },
    "3":  {
              "04시":  {
                          "avg":  0,
                          "count":  3
                      },
              "05시":  {
                          "avg":  2.3,
                          "count":  3
                      },
              "06시":  {
                          "avg":  20,
                          "count":  3
                      },
              "07시":  {
                          "avg":  42,
                          "count":  3
                      },
              "08시":  {
                          "avg":  51.7,
                          "count":  3
                      },
              "09시":  {
                          "avg":  37.3,
                          "count":  3
                      },
              "10시":  {
                          "avg":  32.3,
                          "count":  3
                      },
              "11시":  {
                          "avg":  49,
                          "count":  3
                      },
              "12시":  {
                          "avg":  36.7,
                          "count":  3
                      },
              "13시":  {
                          "avg":  44.7,
                          "count":  3
                      },
              "14시":  {
                          "avg":  42.3,
                          "count":  3
                      },
              "15시":  {
                          "avg":  59,
                          "count":  3
                      },
              "16시":  {
                          "avg":  95.7,
                          "count":  3
                      },
              "17시":  {
                          "avg":  117.3,
                          "count":  3
                      },
              "18시":  {
                          "avg":  106,
                          "count":  3
                      },
              "19시":  {
                          "avg":  105.3,
                          "count":  3
                      },
              "20시":  {
                          "avg":  95,
                          "count":  3
                      },
              "21시":  {
                          "avg":  101.3,
                          "count":  3
                      },
              "22시":  {
                          "avg":  115,
                          "count":  3
                      },
              "23시":  {
                          "avg":  95,
                          "count":  3
                      },
              "00시":  {
                          "avg":  37.7,
                          "count":  3
                      },
              "01시":  {
                          "avg":  0,
                          "count":  3
                      },
              "02시":  {
                          "avg":  0,
                          "count":  3
                      },
              "03시":  {
                          "avg":  0,
                          "count":  3
                      }
          },
    "4":  {
              "04시":  {
                          "avg":  0,
                          "count":  4
                      },
              "05시":  {
                          "avg":  6.2,
                          "count":  4
                      },
              "06시":  {
                          "avg":  24,
                          "count":  4
                      },
              "07시":  {
                          "avg":  59,
                          "count":  4
                      },
              "08시":  {
                          "avg":  55.5,
                          "count":  4
                      },
              "09시":  {
                          "avg":  58.2,
                          "count":  4
                      },
              "10시":  {
                          "avg":  41.2,
                          "count":  4
                      },
              "11시":  {
                          "avg":  51.5,
                          "count":  4
                      },
              "12시":  {
                          "avg":  49,
                          "count":  4
                      },
              "13시":  {
                          "avg":  48.5,
                          "count":  4
                      },
              "14시":  {
                          "avg":  56,
                          "count":  4
                      },
              "15시":  {
                          "avg":  65.5,
                          "count":  4
                      },
              "16시":  {
                          "avg":  95.8,
                          "count":  4
                      },
              "17시":  {
                          "avg":  113.5,
                          "count":  4
                      },
              "18시":  {
                          "avg":  116,
                          "count":  4
                      },
              "19시":  {
                          "avg":  98,
                          "count":  4
                      },
              "20시":  {
                          "avg":  97.2,
                          "count":  4
                      },
              "21시":  {
                          "avg":  93,
                          "count":  4
                      },
              "22시":  {
                          "avg":  94,
                          "count":  4
                      },
              "23시":  {
                          "avg":  81.2,
                          "count":  4
                      },
              "00시":  {
                          "avg":  42.2,
                          "count":  4
                      },
              "01시":  {
                          "avg":  0,
                          "count":  4
                      },
              "02시":  {
                          "avg":  0,
                          "count":  4
                      },
              "03시":  {
                          "avg":  0,
                          "count":  4
                      }
          },
    "5":  {
              "04시":  {
                          "avg":  0,
                          "count":  4
                      },
              "05시":  {
                          "avg":  1.8,
                          "count":  4
                      },
              "06시":  {
                          "avg":  20.2,
                          "count":  4
                      },
              "07시":  {
                          "avg":  41.5,
                          "count":  4
                      },
              "08시":  {
                          "avg":  53.5,
                          "count":  4
                      },
              "09시":  {
                          "avg":  46.5,
                          "count":  4
                      },
              "10시":  {
                          "avg":  27.8,
                          "count":  4
                      },
              "11시":  {
                          "avg":  46.8,
                          "count":  4
                      },
              "12시":  {
                          "avg":  52.2,
                          "count":  4
                      },
              "13시":  {
                          "avg":  62.2,
                          "count":  4
                      },
              "14시":  {
                          "avg":  51,
                          "count":  4
                      },
              "15시":  {
                          "avg":  90.5,
                          "count":  4
                      },
              "16시":  {
                          "avg":  100.2,
                          "count":  4
                      },
              "17시":  {
                          "avg":  106.2,
                          "count":  4
                      },
              "18시":  {
                          "avg":  112,
                          "count":  4
                      },
              "19시":  {
                          "avg":  107.5,
                          "count":  4
                      },
              "20시":  {
                          "avg":  86.5,
                          "count":  4
                      },
              "21시":  {
                          "avg":  108,
                          "count":  4
                      },
              "22시":  {
                          "avg":  103.8,
                          "count":  4
                      },
              "23시":  {
                          "avg":  112,
                          "count":  4
                      },
              "00시":  {
                          "avg":  68.8,
                          "count":  4
                      },
              "01시":  {
                          "avg":  14.2,
                          "count":  4
                      },
              "02시":  {
                          "avg":  0,
                          "count":  4
                      },
              "03시":  {
                          "avg":  0,
                          "count":  4
                      }
          },
    "6":  {
              "04시":  {
                          "avg":  0,
                          "count":  3
                      },
              "05시":  {
                          "avg":  13.3,
                          "count":  3
                      },
              "06시":  {
                          "avg":  27,
                          "count":  3
                      },
              "07시":  {
                          "avg":  17.3,
                          "count":  3
                      },
              "08시":  {
                          "avg":  34.3,
                          "count":  3
                      },
              "09시":  {
                          "avg":  33,
                          "count":  3
                      },
              "10시":  {
                          "avg":  32,
                          "count":  3
                      },
              "11시":  {
                          "avg":  45.7,
                          "count":  3
                      },
              "12시":  {
                          "avg":  51.3,
                          "count":  3
                      },
              "13시":  {
                          "avg":  38.7,
                          "count":  3
                      },
              "14시":  {
                          "avg":  72.3,
                          "count":  3
                      },
              "15시":  {
                          "avg":  63,
                          "count":  3
                      },
              "16시":  {
                          "avg":  96.3,
                          "count":  3
                      },
              "17시":  {
                          "avg":  106.3,
                          "count":  3
                      },
              "18시":  {
                          "avg":  92.3,
                          "count":  3
                      },
              "19시":  {
                          "avg":  84.7,
                          "count":  3
                      },
              "20시":  {
                          "avg":  115.7,
                          "count":  3
                      },
              "21시":  {
                          "avg":  116.7,
                          "count":  3
                      },
              "22시":  {
                          "avg":  98,
                          "count":  3
                      },
              "23시":  {
                          "avg":  114,
                          "count":  3
                      },
              "00시":  {
                          "avg":  70.3,
                          "count":  3
                      },
              "01시":  {
                          "avg":  0,
                          "count":  3
                      },
              "02시":  {
                          "avg":  0,
                          "count":  3
                      },
              "03시":  {
                          "avg":  0,
                          "count":  3
                      }
          }
};
